<?php

/**
 * Language language strings.
 *
 * @package    CodeIgniter
 * @author     CodeIgniter Dev Team
 * @copyright  2014-2019 British Columbia Institute of Technology (https://bcit.ca/)
 * @license    https://opensource.org/licenses/MIT MIT License
 * @link       https://codeigniter.com
 * @since      Version 4.0.0
 * @filesource
 *
 * @codeCoverageIgnore
 */

return [
    'languageGetLineInvalidArgumentException' => 'Получаемая линия должна быть строкой или массивом строк.',
    'test' => 'Это русский тест',
    'login' => 'Войти',
    'logout' => 'Выйти',
    'soc' => 'через социальную сеть',
    'or' => 'или заполните форму',
    'forgot' => 'Забыли пароль?',
    'noacc' => 'Нет аккаунта? Присоединяйтесь к нам!',
    'noacc1' => 'После регистрации Вы получите доступ к личному кабинету',
    'noacc2' => 'Зарегистрироваться',
    'reg' => 'Регистрация',
    'fname' => 'Ваше имя',
    'pass' => 'Пароль (8 знаков минимум)',
    'repass' => 'Подтверждение пароля',
    'create_user_name_label' => 'Поле {field} должно быть заполнено и иметь не менее 4 знаков',
    'create_user_email_label' => 'Поле {field} должно быть заполнено и быть в формате example@domen.com',
    'create_user_password_label' => 'Поле {field} должно быть заполнено и иметь не менее 4 знаков',
    'create_user_password_confirm_label' => 'Поле {field} должно быть заполнено и совпадать с паролем ',
    'termss' => 'С <a href="#" style="color:blue;text-decoration: underline;">Условиями использования</a> ознакомлен',
    'polit' => 'С <a href="#" style="color:blue;text-decoration: underline;">Политикой конфеденциальности</a> ознакомлен',
    'after' => 'После регистрации вы получите доступ к личному кабинету',
    'fog' => 'Восстановление пароля',
    'more_forgot' => 'Восстановить',
    'fog_txt' => 'Для восстановления пароля, введите email, указанный при регистрации. На Вашу почту придет новый сгенерированный пароль.',
    'email_new_password_revo' => 'Ваш новый сгенерированый пароль.',
    'go_pass_fog' => 'Ваш новый пароль отправлен Вам на почту.',
    'rekomm' => 'РЕКОМЕНДУЕМЫЕ',
    'new' => 'НОВИНКИ',
    'sale' => 'АКЦИИ',
    'manufacture' => 'ПРОИЗВОДИТЕЛИ',
    'news-title' => 'НОВОСТИ',
    'about' => 'О НАС',
    'footer-text' => 'У вас возникли замечания или предложения по поводу нашей работы или 
                        по какому-то товару наши менеджеры с радостью ответят ! 
                                                                            <br>
                        Звоните, не стесняйтесь или заказывайте услугу Обратного звонка и мы сами вам перезвоним в удобное для вас время!',
    'grafik' => 'График работы:<br>
                    пн.-пт. 10:00-19:00<br>
                    сб. 11:00-17:00<br>
                    вс. выходной',
    'grafik-head' => 'График работы:<br>
                    пн.-пт. 10:00-19:00
                    сб. 11:00-17:00
                    вс. выходной',
    'phone' => 'Заказать звонок',
    'phone-num' => 'Телефон',
    'search' => 'Найти товар легко и просто через поиск!',
    'sech' => ' Поиск',
    'filtr' => 'ФИЛЬТР',
    'last-prod' => 'ПОСЛЕДНИЕ ПОСТУПЛЕНИЯ',
    'on-page' => 'НА СТРАНИЦЕ: ',
    'warhouse' => 'Наличие: ',
    'incart' => 'В корзину',
    'no-warhouse' => '<span style="color:red">Нет в наличии</span>',
    'yes-warhouse' => '<span style="color:green">В наличии</span>',
    'home' => 'Главная',
    'cat' => 'Каталог',
    'article' => 'Статьи',
    'delivery' => 'Доставка и оплата',
    'contact' => 'Контакты',
    'hello' => 'Здравствуйте,',
    'cart' => 'Корзина',
    'nam' => 'Наименование',
    'colvo' => 'Количество',
    'price' => 'Общая стоимость',
    'cena' => 'ЦЕНА',
    'del' => 'Удалить',
    'allsumm' => 'ИТОГО',
    'sort_up' => 'По возрастанию цены',
    'sort_down' => 'По убыванию цены',
    'sel_sort' => 'Сортировать',
    'cabinet' => 'Личный кабинет',
    'priv' => 'Личные данные',
    'orders' => 'Заказы',
    'backform' => 'Обратная связь',
    'isactive' => 'Активирован',
    'noactive' => 'Не активирован',
    'ima' => 'Имя',
    'lname' => 'Фамилия',
    'datereg' => 'Дата регистрации',
    'act' => 'Активация',
    'passplace' => 'Использование пароля даст Вам возможность авторизации без Facebook',
    'city' => 'Город',
    'addr' => 'Адрес',
    'ord' => 'Оформить заказ',
    'del_info' => 'Указанные ниже данные будут использоваться для доставки товара ',
    'del_info_sam' => 'Самовывоз',
    'ili' => 'Или',
    'np' => '"НОВАЯ ПОЧТА"',
    'addnp' => 'Номер отделения',
    'success_order' => 'Поздравляем! Ваш заказ успешно отправлен в обработку.<br> В ближайшее время наши сотрудники свяжуться с Вами.<br> Если Вы зарегистрированы, информацию о Ваших заказах Вы найдете в личном кабинете.<br>',
    'norder' => 'Номер заказа',
    'dorder' => 'Дата заказа',
    'porder' => 'Товар',
    'sorder' => 'Статус заказа',
    'save' => 'Сохранить',
    'subj' => 'Тема обращения',
    'textsub' => 'Текст обращения',
    'star' => 'Поля отмеченные <span style="color:#ff0000">*</span> обязательны к заполнению',
    'readmore' => 'Читать далее...',
];
