<?php

/**
 * Language language strings.
 *
 * @package    CodeIgniter
 * @author     CodeIgniter Dev Team
 * @copyright  2014-2019 British Columbia Institute of Technology (https://bcit.ca/)
 * @license    https://opensource.org/licenses/MIT MIT License
 * @link       https://codeigniter.com
 * @since      Version 4.0.0
 * @filesource
 *
 * @codeCoverageIgnore
 */
return [
    'languageGetLineInvalidArgumentException' => 'Получаемая линия должна быть строкой или массивом строк.',
    'test' => 'Це український тест',
    'login' => 'Вхід',
    'logout' => 'Вихід',
    'soc' => ' через соціальну мережу ',
    'or' => 'або заповніть форму',
    'forgot' => 'Забули пароль?',
    'noacc' => 'Немає аккаунта? Приєднуйтесь до нас!',
    'noacc1' => 'Після реєстрації Ви отримаєте доступ до особистого кабінету',
    'noacc2' => 'Зареєструватися',
    'reg' => 'Реєстрація',
    'fname' => 'Ваше ім\'я',
    'pass' => 'Пароль (8 знаків мінімум)',
    'repass' => 'Підтвердження пароля',
    'create_user_name_label' => 'Поле {field} не може залишатися порожнім і мати не менше 4 знаків',
    'create_user_email_label' => 'Поле {field} не може залишатися порожнім і бути в форматі example@domen.com',
    'create_user_password_label' => 'Поле {field} не може залишатися порожнім і мати не менше 4 знаків',
    'create_user_password_confirm_label' => 'Поле {field} не може залишатися порожнім і збігатися з паролем',
    'termss' => 'З <a href="#" style="color:blue;text-decoration: underline;"> Умовами використання </a> ознайомлений',
    'polit' => 'З <a href="#" style="color:blue;text-decoration: underline;"> Політикою конфеденційності </a> ознайомлений',
    'after' => 'Після реєстрації ви отримаєте доступ до особистого кабінету',
    'fog' => 'Відновлення пароля',
    'more_forgot' => 'Відновити',
    'fog_txt' => 'Для відновлення пароля, введіть email, вказаний при реєстрації. На Вашу пошту прийде новий згенерований пароль.',
    'email_new_password_revo' => 'Ваш новий згенерований пароль.',
    'go_pass_fog' => 'Ваш новий пароль відправлено Вам на пошту.',
    'rekomm' => 'РЕКОМЕНДОВАНІ',
    'new' => 'НОВИНКИ',
    'sale' => 'АКЦІЇ',
    'manufacture' => 'ВИРОБНИКИ',
    'news-title' => 'НОВИНИ',
    'about' => 'Про нас',
    'footer-text' => 'У вас виникли зауваження або пропозиції з приводу нашої роботи або
                        по якомусь товарі наші менеджери з радістю дадуть відповідь!
                        <br>
                        Телефонуйте, не соромтеся або замовляйте послугу Зворотного дзвінка і ми самі вам передзвонимо у зручний для вас час!',
    'grafik' => 'Наша адреса:<br>
                    м.Миколаїв<br>
                    вул. 12-а поздовжня 82/7<br>
                    тел. +380971701300, +380638221200',
    'grafik-head' => 'Графік роботи:<br>
                    пн.-пт. 09:00-18:00<br>
                    cб. 11:00-15:00<br>
                    нд. вихідний',
    'phone' => 'Заказати дзвінок',
    'phone-num' => 'Телефон',
    'search' => 'Знайти товар легко і просто через пошук!',
    'sech' => ' Пошук',
    'filtr' => 'ФІЛЬТР',
    'last-prod' => 'ОСТАННІ НАДХОДЖЕННЯ',
    'on-page' => 'НА СТОРІНЦІ: ',
    'warhouse' => 'Наявність ',
    'incart' => 'У кошик',
    'no-warhouse' => '<span style="color:red">Відсутній на складі</span>',
    'yes-warhouse' => '<span style="color:green">На складі</span>',
    'home' => 'Головна',
    'cat' => 'Каталог',
    'article' => 'Статті',
    'delivery' => 'Доставка і оплата',
    'contact' => 'Контакти',
    'hello' => 'Вітаємо,',
    'cart' => 'Кошик',
    'nam' => 'Найменування',
    'colvo' => 'Кількість',
    'price' => 'Загальна вартість',
    'cena' => 'ЦІНА',
    'del' => 'Видалити',
    'allsumm' => 'УСЬОГО',
    'sort_up' => 'За зростанням ціни',
    'sort_down' => 'За зменшенням ціни',
    'sel_sort' => 'Сортувати',
    'cabinet' => 'Особистий кабінет',
    'priv' => 'Особисті дані',
    'orders' => 'Замовлення',
    'backform' => 'Зворотній зв\'язок',
    'isactive' => 'Активовано',
    'noactive' => 'Не активовано',
    'ima' => 'Ім\'я',
    'lname' => 'Прізвище',
    'datereg' => 'Дата реєстрації',
    'act' => 'Активація',
    'passplace' => 'Використання пароля надасть Вам можливість авторизації без Facebook',
    'city' => 'Місто',
    'addr' => 'Адреса',
    'ord' => 'Оформити замовлення',
    'del_info' => 'Зазначені нижче дані будуть використовуватися для доставки товару "НОВА ПОШТА"',
    'del_info_sam' => 'Самовивіз',
    'ili' => 'Або',
    'np' => '"НОВА ПОШТА"',
    'addnp' => 'Номер відділення',
    'success_order' => 'Вітаємо! Ваше замовлення успішно відправлено в обробку. <br> Найближчим часом наші співробітники зв\'яжуться з Вами. <br> Якщо Ви зареєстровані, інформацію про Ваші замовлення Ви знайдете в особистому кабінеті. <br>',
    'norder' => 'Номер замовлення',
    'dorder' => 'Дата замовлення',
    'porder' => 'Товар',
    'sorder' => 'Статус замовлення',
    'save' => 'Зберегти',
    'subj' => 'Тема звернення',
    'textsub' => 'Текст звернення',
    'star' => 'Поля відмічені <span style = "color: #ff0000"> * </span> обов\'язкові до заповнення',
    'readmore' => 'Читати далi...',
    'withprice' => 'Враховувати ціну',
    'noproduct' => 'Немає товарів по заданих параметрах',
    'incarty' => ' додано у кошик',
    'oferta' => 'Договір оферти',
    'terms' => 'Угода користувача',
    'prep'=>'в обробці',
    'deliv'=>'відправлений',
    'ended'=>'завершено',
    'canceled'=>'скасований',
];
